Repository: Gorgulho/Trabs
Catalog: src/Locale/*/default.po
Languages: es_es, it_it

source: O evento foi salvo com sucesso.
es_es: El evento se ha guardado correctamente.
it_it: L'evento è stato salvato con successo.

source: Não foi possivel gravar o Evento. Tente de novo.
es_es: No se pudo registrar el evento. Intenta de nuevo.
it_it: Impossibile registrare l'evento. Prova di nuovo.

source: Evento eleminado com sucesso.
es_es: eliminado correctamente evento.
it_it: Cancellato con successo dell'evento.

source: Não foi possivel eleminar o Evento. Tente de novo.
es_es: No se pudo eliminar el evento. Intenta de nuevo.
it_it: Impossibile eliminare l'evento. Prova di nuovo.

source: Organizador salvo com sucesso.
es_es: Organizador ha guardado correctamente.
it_it: Organizzatore salvato.

source: Imposivel guardar o organizador.
es_es: Unable to save the organizer.
it_it: Impossibile salvare l'organizzatore.

source: Organizador eleminado com sucesso.
es_es: Eliminado correctamente organizador.
it_it: cancellato con successo organizzatore.

source: Impossivel eleminar organizador. Tente de novo.
es_es: Imposible eliminar organizador. Intenta de nuevo.
it_it: Impossibile eliminare organizzatore. Prova di nuovo.

source: Utilizador guardado com sucesso
es_es: Usuario guardado con éxito
it_it: Utente salvato con successo

source: Não foi possivel salvar utilizador. Por favor tente mais tarde.
es_es: No se pudo guardar el usuario. Por favor, inténtelo de nuevo más tarde.
it_it: Impossibile salvare utente. Si prega di riprovare più tardi.

source: Utilizador guardado com sucesso.
es_es: Usuario guardado con éxito.
it_it: Salvato con successo utente.

source: Utilizador eleminado com sucesso.
es_es: Eliminado correctamente el usuario.
it_it: Cancellato con successo utente.

source: Não foi possivel eleminar utilizador. Por favor tente mais tarde.
es_es: No se pudo eliminar el usuario. Por favor, inténtelo de nuevo más tarde.
it_it: Impossibile eliminare l'utente. Si prega di riprovare più tardi.

source: Actions
es_es: Comportamiento
it_it: Azioni

source: Listar Eventos
es_es: Lista de eventos
it_it: Elenco eventi

source: Adicionar Evento
es_es: Añadir Evento
it_it: Elenco eventi

source: Submit
es_es: Someter
it_it: Sottoscrivi

source: Delete
es_es: Borrar
it_it: Elimina

source: Tem a certeza que quer eliminar # {0}?
es_es: ¿Seguro que desea borrar # {0}?
it_it: Tem un certeza que quer eliminar # {0}?

source: Editar Evento
it_it: Modifica evento

source: Novo Evento
es_es: Nuevo evento
it_it: Nuovo Evento

source: Eventos
it_it: Eventi

source: View
es_es: Vista
it_it: Vista

source: Editar
it_it: Modifica

source: primeiro
es_es: primero
it_it: primo

source: anterior
it_it: precedente

source: próximo
es_es: siguiente
it_it: vicino

source: Página {{page}} de {{pages}}, a mostrar {{current}} registo(s) de {{count}}
es_es: Página {{page}} de {{pages}}, muestra {{current}} registro(s) de {{count}}
it_it: Pagina {{page}} di {{pages}} pagine per mostrare {{current}} record(s) {{count}}

source: Delete Evento
es_es: Eliminar Evento
it_it: Elimina evento

source: Tem a certeza que quer eleminar # {0}?
es_es: ¿Seguro que desea borrar # {0}?
it_it: Sei sicuro di voler eliminare # {0}?

source: Evento ID
it_it: ID Evento

source: Organizacao ID
es_es: ID de la organización
it_it: Organizzazione ID

source: Hora Evento
es_es: Hora del evento
it_it: Tempo Evento

source: Evento validado
it_it: Evento validato

source: Organizadores
es_es: Los organizadores
it_it: Organizzatori

source: Utilizadores
es_es: Usuarios
it_it: Utenti

source: Error
it_it: Errore

source: Back
es_es: Atrás
it_it: indietro

source: Listar Organizeadores
es_es: Lista de los organizadores
it_it: Lista organizzatori

source: Adicionar Organizador
es_es: Añadir Organizador
it_it: Aggiungere Organizer

source: Listar Organizadores
es_es: Lista de los organizadores
it_it: Lista organizzatori

source: Editar Organizador
it_it: Modifica Organizer

source: Novo Organizador
es_es: Nuevo Organizador
it_it: Nuovo Organizer

source: Tem a certeza de que quer eleminar # {0}?
it_it: Sei sicuro di voler eliminare # {0}?

source: Delete Organizador
es_es: ¿Seguro que desea borrar # {0}?
it_it: Eliminare Organizer

source: Nome Empresa
es_es: Nombre de compañía
it_it: Nome Organizer

source: Image
es_es: Imagen
it_it: Immagine

source: Eventos Relacionados
it_it: Eventi correlati

source: Validate
es_es: validar
it_it: Convalidare

source: Organizer Id
it_it: Organizzatore Id

source: Adicionar Utilizador
es_es: Agregar usuario
it_it: Aggiungi utente

source: Listar Utilizadores
es_es: Lista de usuarios
it_it: Lista utenti

source: Editar Utilizador
es_es: Editar usuario
it_it: Modifica utente

source: Novo Utilizador
es_es: Nuevo usuario
it_it: Nuovo utente

source: Delete Utilizador
es_es: Eliminar usuario
it_it: Elimina utente

source: Name
es_es: Nombre
it_it: Nome

source: Password
es_es: Contraseña
it_it: Parola d'ordine

source: Created
es_es: Creado
it_it: Creato

source: Modifeid
es_es: Modificado
it_it: Modificata

source: ultimo
es_es: último

source: Nome Evento
es_es: Nombre del evento

source: Tipo Evento
es_es: Tipo de evento

source: Data Evento
es_es: Fecha del evento

source: Nome Organizador
es_es: Nombre del organizador

source: Listar Users
es_es: Lista de usuarios
